{
  "Pengenalan": [
    "Amane mendengar keluhan tentang hidungnya yang berisik.",
    "Itsuki Akazawa, teman sekelas Amane, memperhatikan keluhan Amane.",
    "Amane sedang sakit flu.",
    "Amane sakit demam dan menyesali kondisi rumahnya yang berantakan.",
    "Apartemen Amane adalah 1SLDK (1 kamar tidur, ruang tamu, dapur, dan gudang).",
    "Orang tuanya mendesaknya untuk tinggal di sini, tetapi dia merasa kesepian.",
    "Amane buruk dalam membersihkan apartemennya.",
    "Mahiru merawat Amane yang sakit dan memberinya instruksi untuk minum banyak air dan menggunakan kain basah.",
    "Mahiru membawa minuman isotonik, baskom air, kain, dan seprei cadangan ke meja.",
    "Amane menerima tindakan Mahiru meskipun mereka adalah orang asing.",
    "Amane mencatat ketelitian dan tanggung jawab Mahiru.",
    "Hubungan antara Amane dan Mahiru tetap sebatas orang asing yang lewat.",
    "Amane sembuh setelah dirawat oleh Mahiru, dan mereka tidak benar-benar berinteraksi.",
    "Kehidupan sekolah Amane kembali normal setelah pemulihannya.",
    "Itsuki, teman Amane, khawatir tentang kesehatannya dan memperingatkannya untuk lebih memperhatikan dirinya sendiri.",
    "Itsuki menyarankan Amane untuk membersihkan rumahnya.",
    "Amane menolak untuk segera membersihkan rumahnya.",
    "Amane merasa malas untuk pergi ke toko serba ada dan menghirup minuman jeli di luar.",
    "Mahiru muncul di beranda dan memperhatikan Amane yang sedang minum jus jeli.",
    "Amane tidak mengharapkan pertemuan ini dan terkejut oleh kedatangan Mahiru.",
    "Mereka berbicara tentang makanan yang Amane konsumsi.",
    "Mahiru mengkritik gaya hidup dan kebiasaan makan Amane",
    "Amane mengembalikan tupperware yang dipinjamkan oleh Mahiru dan memuji makanan Mahiru.",
    "Amane mengunjungi rumah Mahiru malam berikutnya untuk mengembalikan tupperware.",
    "Mahiru menerima tupperware dengan tulus dan memberikan Amane makanan lagi.",
    "Amane merasa bingung mengapa Mahiru terus memberinya makanan.",
    "Mereka berbicara tentang persepsi orang terhadap hubungan mereka.",
    "Amane berada di supermarket saat dia mendengar suara yang akrab dari belakangnya.",
    "Suara itu berasal dari Mahiru, yang kebetulan bertemu dengannya di bagian makanan ringan.",
    "Mereka berbicara tentang pembelanjaan dan kebetulan bertemu di supermarket.",
    "Mahiru menunjukkan kesadaran lingkungan dengan membawa tas daur ulang.",
    "Amane adalah orang yang buruk dalam pekerjaan rumah, terutama membersihkan.",
    "Dia lebih suka memasak dengan cara yang asal-asalan dan tidak peduli dengan penampilan atau rasa makanan.",
    "Meskipun dia bisa mencuci pakaian, dia tidak tahu harus mulai dari mana ketika harus membersihkan apartemennya yang berantakan.",
    "Saat dia mencoba memulai membersihkan apartemen pada hari libur, dia merasa putus asa karena kekacauan di sekitarnya.",
    "Amane dan Mahiru menghabiskan sehari penuh untuk membersihkan rumah Amane.",
    "Mereka membersihkan rumah secara menyeluruh, mencuci pakaian, mengelap lampu, jendela, dan lainnya.",
    "Matahari terbenam ketika mereka selesai, menunjukkan berapa lama mereka bekerja.",
    "Apartemen Amane adalah tempat yang lebih cocok untuk sedikit orang.",
    "Terdapat sedikit anak-anak di blok apartemen tersebut."
  ],
  "Klimaks": [
    "Amane merasa sangat tidak enak badan dengan gejala flu.",
    "Itsuki mengkritik gaya hidup Amane yang kurang sehat.",
    "Amane harus pulang dan istirahat, tetapi tidak memiliki pacar untuk merawatnya.",
    "Amane merasa tidak enak badan karena demam.",
    "Mahiru masuk ke apartemen Amane dan melihat kekacauan di sana.",
    "Amane merasa tidak nyaman karena Mahiru merawatnya.",
    "Mahiru merasa bersalah dan ingin merawat Amane.",
    "Amane ingin tahu mengapa Mahiru berada di ayunan saat hujan.",
    "Amane bertanya-tanya apakah Mahiru bertengkar dengan pacarnya.",
    "Mahiru menolak memiliki pacar dan menunjukkan ketegasannya.",
    "Amane merasa canggung dan ingin menjaga jarak dengan Mahiru.",
    "Amane mencoba mencari tahu mengapa Mahiru berada di ayunan saat hujan, tetapi pertanyaannya tidak nyaman bagi Mahiru.",
    "Mahiru mengelak dan merasa tidak nyaman dengan pertanyaan Amane.",
    "Amane meminta maaf dan mencoba menjelaskan bahwa dia hanya ingin tahu.",
    "Amane menggambarkan Mahiru sebagai seorang bidadari populer, dan Mahiru merasa terganggu dengan deskripsi tersebut.",
    "Amane menyadari bahwa Mahiru memiliki masalah pribadi dan mencoba memahaminya.",
    "Amane mencoba membuat Mahiru merasa lebih nyaman dengan pembicaraannya.",
    "Amane melihat Mahiru menjadi populer di sekolah dengan banyak penggemar.",
    "Mahiru terlihat berbeda dari beberapa hari sebelumnya, lebih percaya diri.",
    "Itsuki dan teman-teman Amane membahas popularitas Mahiru dan kecantikannya.",
    "Itsuki membicarakan pacarnya, Chitose, dengan bangga.",
    "Itsuki bertanya kepada Amane apakah dia juga menganggap Mahiru manis.",
    "Amane mengakuinya hanya sebagai cantik dan tidak tertarik.",
    "Amane merasa bahwa Mahiru dan dia hidup di dunia yang berbeda.",
    "Amane merasa bahwa tidak mungkin ada hubungan antara mereka yang berbeda.",
    "Amane merasa tidak nyaman dengan kritik Mahiru terhadap hidupnya.",
    "Mahiru memberikan makanan kepada Amane sebagai usaha untuk membantu dan peduli padanya.",
    "Amane bingung dengan tindakan Mahiru yang tiba-tiba.",
    "Mahiru mengejutkan Amane dengan mengunjungi apartemennya dan memberikan makanan.",
    "Amane merasa tidak pantas memanggil Mahiru seorang Bidadari dan berusaha untuk menghindari candaan semacam itu.",
    "Amane merasa terkejut oleh kebaikan Mahiru yang tiba-tiba.",
    "Amane merasa terkejut dengan tindakan Mahiru yang terus memberinya makanan.",
    "Amane khawatir bahwa menerima makanan terlalu sering dari Mahiru akan memberikan kesan yang salah kepada orang lain.",
    "Amane merasa khawatir tentang orang-orang dari sekolahnya mengetahui tentang hubungan mereka yang tidak biasa.",
    "Itsuki mencatat bahwa Amane terlihat tidak sehat dan memberikan saran agar Amane memperhatikan pola makannya.",
    "Amane dan Mahiru berbicara tentang kebiasaan hemat dan menabung, tetapi Mahiru merasa khawatir dengan kebiasaan makan Amane.",
    "Mahiru membeli banyak bahan dan bumbu untuk memasak, yang tampaknya lebih banyak dari biasanya.",
    "Amane merasa bersalah karena Mahiru sepertinya membuat masakan berlebihan hanya untuk memberikannya.",
    "Mahiru mencoba membawa tas berisi belanjaan yang sangat berat, dan Amane merasa harus membantunya, meskipun dia mencoba pura-pura tidak memiliki hubungan khusus dengannya.",
    "Amane tidak tahu bagaimana memulai membersihkan apartemennya yang sangat berantakan.",
    "Mahiru tiba-tiba datang dan menawarkan untuk membantunya membersihkan apartemen.",
    "Amane merasa ragu untuk menerima bantuan Mahiru karena dia tidak ingin membebani temannya.",
    "Mahiru mengkritik gaya hidup Amane yang buruk dalam pekerjaan rumah dan mengingatkan bahwa masalah ini timbul karena kemalasan harian Amane.",
    "Amane merasa bersalah atas bantuan yang ditawarkan oleh Mahiru, tetapi akhirnya menerima tawaran tersebut.",
    "Rumah Amane dalam keadaan sangat berantakan sebelum mereka membersihkannya.",
    "Amane merasa bersalah atas bantuan yang diberikan oleh Mahiru.",
    "Amane khawatir Mahiru akan merasa terlalu lelah setelah bekerja sepanjang hari.",
    "Mahiru yang tampaknya senang setelah membersihkan rumahnya mencoba memesan pizza untuk makan malam.",
    "Mahiru datang dengan cedera pergelangan kaki.",
    "Mahiru enggan berbicara tentang cederanya."
  ],
  "Resolusi": [
    "Amane pulang ke rumah dalam kondisi sakit.",
    "Mahiru Shiina, seorang gadis dari sekolah yang dia anggap tidak akan dia ajak bicara lagi, menemui Amane dan membantu dia masuk ke rumah.",
    "Mahiru ingin merawat Amane yang sakit dan memasuki rumahnya. Amane mengizinkan dan menerima pertolongan Mahiru.",
    "Amane berpakaian dan mengukur suhu tubuhnya.",
    "Mahiru membawa makanan dan minuman untuk Amane.",
    "Mahiru merawat Amane dengan baik dan memberinya bubur.",
    "Amane menikmati bubur yang dimasak oleh Mahiru, dan keduanya mulai berbicara dengan lebih akrab.",
    "Mahiru dan Amane akhirnya berbicara dengan lebih terbuka tentang masalah pribadi Mahiru.",
    "Mahiru mengungkapkan bahwa dia tidak memiliki pacar dan tidak merasa perlu memiliki banyak hubungan.",
    "Amane merasa lega melihat sisi manusiawi Mahiru.",
    "Mahiru tidak suka disebut sebagai bidadari dan merasa malu.",
    "Amane dan Mahiru akhirnya mencapai pemahaman satu sama lain dan tersenyum.",
    "Amane merasa bahwa mereka akan kembali menjadi orang asing setelah peristiwa ini berakhir dan menjaga rahasia antara mereka.",
    "Amane merenung tentang peristiwa ini ketika dia memejamkan mata dan merencanakan untuk kembali menjadi orang asing di keesokan harinya.",
    "Amane awalnya menganggap bahwa tidak akan ada hubungan lebih lanjut dengan Mahiru.",
    "Namun, ketika dia melihat Mahiru di beranda dan bertanya tentang makanannya, gagasan tentang hubungan mereka mulai berubah.",
    "Amane menerima makanan yang diberikan Mahiru dan menikmati rasanya.",
    "Mahiru memberikan nasihat pada Amane tentang menjalani gaya hidup yang lebih baik dan lebih sehat.",
    "Amane berusaha untuk tidak memanggil Mahiru seorang Bidadari dan merasa lega dengan tindakan Mahiru yang memperhatikan dirinya.",
    "Meskipun awalnya Amane merasa canggung dengan tindakan Mahiru, dia akhirnya menerima bantuan dan peduli dari Mahiru.",
    "Amane menerima makanan dari Mahiru dan menghargai perhatian yang diberikan kepadanya.",
    "Amane berusaha untuk membatasi menerima makanan dari Mahiru agar tidak menciptakan kesan yang salah.",
    "Amane mempertimbangkan nasihat Itsuki tentang kesehatannya dan memikirkan untuk mengatur pola makannya.",
    "Meskipun awalnya terkejut dengan tindakan Mahiru, Amane akhirnya menerima bantuan dan perhatian dari Mahiru.",
    "Amane membantu Mahiru membawa tas beratnya ke apartemen.",
    "Mereka berbicara tentang perubahan sikap Mahiru saat bersama Amane dan kesan yang dia tinggalkan di sekolah.",
    "Amane mencoba menjaga jarak dan pura-pura tidak memiliki hubungan khusus dengan Mahiru di depan umum.",
    "Mahiru mengucapkan terima kasih secara diam-diam, menunjukkan bahwa dia menghargai bantuan Amane.",
    "Mahiru mulai membersihkan apartemen Amane secara menyeluruh.",
    "Amane berjanji untuk lebih serius dalam merawat apartemennya dan tidak lagi mengabaikan pekerjaan rumah.",
    "Meskipun Amane merasa sedikit malu dengan keadaan apartemennya yang berantakan, dia menghargai bantuan dan ketulusan Mahiru dalam membantunya.",
    "Mahiru membantu Amane membersihkan dan memberikan nasihat tentang cara merawat kebersihan apartemen dengan lebih baik.",
    "Amane merasa bersyukur kepada Mahiru karena membantunya mengatasi masalah kebersihan di apartemennya.",
    "Rumah Amane menjadi bersih dan rapi setelah mereka membersihkannya.",
    "Amane berterima kasih kepada Mahiru dan menawarkan untuk membayar makan malam pizza sebagai tanda terima kasih.",
    "Mahiru setuju untuk memesan pizza, dan mereka menikmati makan malam bersama.",
    "Amane mencoba untuk berbicara lebih dekat dengan Mahiru dan memahami lebih baik tentang kepribadiannya.",
    "Amane melihat cedera Mahiru dan memberikan pertolongan pertama.",
    "Amane membeli perban, es, dan membantu merawat cedera Mahiru.",
    "Mahiru akhirnya menerima bantuan Amane.",
    "Amane membantu Mahiru pulang ke apartemennya.",
    "Mahiru mengucapkan terima kasih kepada Amane atas bantuannya."
  ]
}
